{
    "article1": {
        "id": "",
        "title": "Dragon Dies After Intense Battle Beyond The Wall",
        "author": "Aidan Byrne",
        "date": "May 8, 2018",
        "imgUrl": "images/dragon.png",
        "imgAlt": "Dead Dragon",
        "description": "A dragon has been killed during a violent battle between the army of the dead and a team of brave warriors north of The Wall. The fire-breathing beast was struck in the heart by an Ice spear thrown by the Night King.",
        "body": "A dragon has been killed during a violent battle between the army of the dead and a team of brave warriors north of The Wall. The fire-breathing beast was struck in the heart by an Ice spear thrown by the Night King.<br /> The dragon named ‘Viserion’ was one of only three remaining dragons in the Seven Kingdoms. Viserion was struck in the throat by the Night King’s ice spear, sending him crashing down into a frozen lake. They were previously believed to be extinct until Daenerys Targaryen hatched three eggs.<br /> Daenerys Targaryen flew her dragons north from Dragonstone to aid the group of men who had become stranded on a small island in the frozen lake and surrounded by Wight’s. The group had set out to capture a Wight to prove to the rest of the world that these mythical monsters existed. The fire-breathing dragons we’re no match for the walking corpses, striking the down with ease.<br /> While speaking on how they should go about proving the existence of the Wights, Tyrion Lannister said; <em>“We don’t have to bring the whole army. Only one soldier.”</em><br /> The Night King and his army had been assembling near The Wall. The Wall is made of solid ice and is said to be more than 700 feet tall has prevented the army of the dead from moving south for thousands of years. It was built following ‘The Long Night’ when the White Walkers last terrorized the Seven Kingdoms. The majority of the population still consider these monsters a myth. The area beyond The Wall is known as ‘the land of always winter’ and is mostly uninhabited.<br /> A member of The Night’s Watch spoke of the dangers posed by the White walkers and said; <em>“The White Walkers sleep beneath the ice for thousands of years, and when they wake up, I hope the wall is high enough.”</em><br /> Following an intense battle, the group of warriors, along with Daenerys and her two remaining dragons escaped with a wight to bring back south of the wall. The Night King retrieved the Viserion’s body from the chilling waters and brought him back to life. The army of the dead now have the weapon they’ve needed to take down the wall and march on the Seven Kingdoms."
    }
}